Repository: CirclesUBI/circles-mobile
Catalog: locales/*.po
Languages: de

source: Invite as Admin
de: Admin Einladen

source: Back
de: Zuruck

source: Step 1
de: Schritt 1

source: Step 2
de: Schritt 2

source: Step 3
de: Schritt 3

source: Adding administrators allows them to request and make payments, and see this organizational wallet's transaction history.
de: Durch das Hinzufügen von Administratoren können sie Zahlungen anfordern und ausführen und den Transaktionsverlauf dieser Organisations-Wallet anzeigen.

source: CONTACTS
de: Kontakte

source: Organization Name
de: Name der Organisation

source: Search Contacts
de: Kontakte Durchsuchen

source: Skip this step
de: Überspringe diesen Schritt

source: Next
de: Nächster

source: Trading goods and services
de: Handelswaren und Dienstleistungen

source: Please enter information about what you are offering in exchange for Circles. This information will be displayed in the app when people search for organizations.
de: Bitte geben Sie an, was Sie im Austausch für Circles anbieten. Diese Informationen werden in der App angezeigt, wenn Personen nach Organisationen suchen.

source: Item Name
de: Artikelname

source: Category
de: Kategorie

source: Description
de: Beschreibung

source: Upload an Image
de: Lade ein Bild hoch

source: Step 4
de: Schritt 4

source: Create an organizational wallet*
de: Erstellen Sie eine Organisationsbörse*

source: This secondary wallet will not receive a basic income and is only visible to you or administrators that you add.
de: Diese sekundäre Geldbörse erhält kein Grundeinkommen und ist nur für Sie oder Administratoren sichtbar, die Sie hinzufügen.

source: Enter wallet name
de: Namen der Brieftasche ein

source: ADD CONTACTS
de: KONTAKTE HINZUFÜGEN

source: GET VALIDATED
de: BEWERTEN

source: CONNECT WITH UPORT
de: VERBINDEN MIT UPORT

source: CONNECT WITH FACEBOOK
de: VERBINDEN MIT FACEBOOK

source: CONNECT WITH GOOGLE
de: VERBINDEN MIT GOOGLE

source: To
de: Zum

source: Contact Name
de: Kontaktname

source: Add Name or SMS
de: Name oder SMS

source: I'm inviting you to join me on the circles platform
de: Ich lade Sie ein, mich auf der Circles-Plattform zu begleiten

source: Add Org Wallet
de: org Brieftasche hinzufügen

source: View Wallet
de: Brieftasche Anzeigen

source: Nearby
de: In der Nähe

source: Recent
de: Kürzlich

source: Upload Photo
de: Foto hochladen

source: Tap to upload
de: Zum Hochladen tippen

source: Confirm Password
de: Passwort bestätigen

source: This field is required
de: Dieses Feld wird benötigt

source: CONFIRM YOUR 12 WORD SEED PHRASE
de: BESTÄTIGEN SIE IHREN 12-WORD-SAMEN-PHRASE

source: Select the seed words in the order that you received them. This is the only way to recover your account - save this somewhere where only you can find it.
de: Wählen Sie die Samenwörter in der Reihenfolge aus, in der Sie sie erhalten haben. Dies ist der einzige Weg, um Ihr Konto wiederherzustellen - speichern Sie es an einem Ort, wo nur Sie es finden können.

source: Research consent form you know and trust into the Circles system in order to exchange money with them!
de: Recherche-Einverständniserklärung, die Sie kennen und dem Circles-System vertrauen, um mit ihnen Geld zu tauschen!

source: Privacy policy know and trust into the Circles system in order to exchange money with them!
de: Datenschutzrichtlinie kennen und vertrauen in das Circles-System, um mit ihnen Geld zu tauschen!

source: Invite friends you know and trust into the Circles system in order to exchange money with them!
de: Lade Freunde ein, die du kennst und denen du vertraust, in das Circles-System, um mit ihnen Geld zu tauschen!

source: SOME THINGS FOR REVIEW
de: EINIGE DINGE ZUR ÜBERPRÜFUNG

source: I HAVE READ AND AGREE
de: ICH HABE GELESEN UND STIMME ZU

source: USERNAME / MOBILE NUMBER
de: USERNAME / HANDYNUMMER

source: Enter your mobile number
de: Geben sie Ihre Mobilfunknummer ein

source: Mobile Number
de: Handynummer

source: PASSWORD
de: PASSWORT

source: Enter your password
de: Geben Sie Ihr Passwort ein

source: Password
de: Passwort

source: Forgot Password?
de: Passwort vergessen?

source: Password is sufficiently strong
de: Passwort ist ausreichend stark

source: Password must contain at least:
de: Passwort muss mindestens enthalten:

source: 1 uppercase letter
de: 1 Großbuchstabe

source: 1 lowercase letter
de: 1 Kleinbuchstabe

source: 1 number
de: 1 Nummer

source: 1 special character
de: 1 Sonderzeichen

source: At least 8 characters
de: Mindestens 8 Zeichen

source: Phone Number
de: Handynummer

source: We will be sending this number a SMS to confirm your account
de: Wir senden Ihnen diese Nummer per SMS zur Bestätigung Ihres Kontos

source: SAVE YOUR 12 WORD SEED PHRASE
de: SPAREN SIE IHREN 12-WORD-SAMENSATZ

source: This is the only way to recover your account -- save this somewhere where only you can find it.
de: Dies ist der einzige Weg, um Ihr Konto wiederherzustellen - speichern Sie es an einem Ort, wo nur Sie es finden können.

source: CONTINUE
de: WEITER

source: We're On Testnet
de: Wir sind bei Testnet

source: We are currently in beta of our project. This means that we may have to reset accounts and the status of the network.
de: Wir befinden uns derzeit in der Beta unseres Projekts. Dies bedeutet, dass wir möglicherweise Konten und den Status des Netzwerks zurücksetzen müssen.

source: You may be required to create a new Circles account when we move to mainnet.
de: Wenn Sie zu mainnet wechseln, müssen Sie möglicherweise ein neues Circles-Konto erstellen.

source: ENTER SMS CODE
de: EINGABE SMS CODE

source: We have sent a SMS code to
de: Wir haben einen SMS-Code an gesendet

source: Verification Code
de: Verifizierungs-Schlüssel

source: Enter 6-digit Code
de: Geben Sie den 6-stelligen Code ein

source: ENTER CODE
de: CODE EINGEBEN

source: Didn't receive a code?
de: Sie haben keinen Code erhalten?

source: NEXT
de: WEITER

source: Skip
de: Springen

source: LOGIN
de: MELDEN

source: SIGN UP
de: REGISTRIEREN

source: GUEST
de: GAST

source: Circles is a universal basic income based on a network of trust.
de: Kreise ist ein universelles Grundeinkommen, das auf einem Netzwerk von Vertrauen basiert.

source: Search for local vendors in your area that accept Circles UBI.
de: Suchen Sie nach lokalen Anbietern in Ihrer Nähe, die Circles UBI akzeptieren.

source: Connect with people you know in the peer-to-peer marketplace, where you can offer and receive things for your Circles.
de: Treten Sie in Kontakt mit Bekannten auf dem Peer-to-Peer-Marktplatz, wo Sie Dinge für Ihre Circles anbieten und erhalten können.

source: welcome to
de: Willkommen auf

source: Swipe to learn more
de: Streichen um mehr zu erfahren

source: Trading in Person?
de: Persönlich handeln?

source: You have no inventory shortcuts!
de: Sie haben keine Bestandsverknüpfungen!

source: Tap to create a tag for things you exchange for Circles regularly.
de: Tippen Sie hier, um ein Tag für Dinge zu erstellen, die Sie regelmäßig gegen Kreise austauschen.

source: Trading online?
de: Online-Handeln?

source: Add Your Circles Address Online
de: Fügen Sie die Adresse Ihrer Kreise online hinzu

source: Tap to copy your Circles address and add it to eBay, Etsy, Instagram, or anywhere online!
de: Tippen Sie hier, um Ihre Circles-Adresse zu kopieren und zu eBay, Etsy, Instagram oder an anderer Stelle online hinzuzufügen!

source: < Back
de: < Zuruck

source: Edit
de: Bearbeiten

source: Settings
de: Einstellungen

source: Request Amount
de: Betrag Anfordern

source: SELECT CONTACT
de: WÄHLEN SIE KONTAKT

source: Enter Description...
de: Beschreibung eingeben...

source: Are you sure you want to pay {to} {amount} CCS?
de: Möchten Sie wirklich an {to} {amount} CCS bezahlen?

source: PAY
de: Zahlen

source: Enter username or mobile #
de: Benutzername oder Handy # eingeben

source: Username / Mobile Number
de: Username / Handynummer

source: ENTER SEED PHRASE
de: SAMENSATZ EINGEBEN

source: Enter your 12 word seed phrase to unlock your wallet.
de: Geben Sie Ihre 12-Wort-Startphrase ein, um Ihre Geldbörse zu entsperren.

source: Seed Phrase
de: Samensatz

source: ENTER {codeType} CODE
de: {codeType} CODE EINGEBEN

source: We have sent a {codeType} code to
de: Wir haben einen {codeType}-Code an gesendet

source: Requests
de: Anfragen

source: REQUEST
de: ANFORDERN

source: Ask them to open their app to scan this QR code, then you're done!
de: Bitten Sie sie, ihre App zu öffnen, um diesen QR-Code zu scannen. Dann sind Sie fertig!

source: You can also request from your Circles contacts >
de: Sie können auch von Ihren Circles Kontakten anfordern >

source: Camera Disabled
de: Kamera Deaktiviert

source: To scan QR codes, go to your phone's settings to allow camera access
de: Um QR-Codes zu scannen, rufen Sie die Einstellungen Ihres Telefons auf, um den Kamerazugriff zu ermöglichen

source: Update
de: Aktualisieren

source: Close
de: Schließen

source: No access to camera
de: Kein Zugriff auf die Kamera

source: Search
de: Suche

source: Individuals
de: Einzelpersonen

source: Organizations
de: Organisationen

source: Search for names phone numbers, vendors, and locations
de: Suchen Sie nach Namen, Telefonnummern, Anbietern und Standorten

source: Connect with people in your network that you trust to spend your circles
de: Verbinden Sie sich mit Personen in Ihrem Netzwerk, denen Sie vertrauen, Ihre Kreise zu verbringen

source: Select Wallet
de: Wählen Sie Brieftasche

source: Pay
de: Zahlen

source: Request
de: Anfordern

source: The Circles Team
de: Das Circles-Team

source: Validation is a way to prove your identity, extending your ability to transact with individuals and organizations.
de: Validierung ist ein Weg, um Ihre Identität zu beweisen, indem Sie Ihre Fähigkeit erweitern, mit Einzelpersonen und Organisationen Geschäfte zu tätigen.

source: Contact the validator to get your code.
de: Wenden Sie sich an den Prüfer, um Ihren Code zu erhalten.

source: Enter Code
de: Code Eingeben

source: SUBMIT
de: EINREICHEN

source: Success!
de: Erfolg!

source: You have validated your identity with the Circles Team
de: Sie haben Ihre Identität beim Circles Team bestätigt

source: RETURN TO YOUR WALLET
de: ZURÜCK ZU IHRER GELDBÖRSE

source: CALCULATE NEXT CIRCLE ISSUANCE
de: BERECHNEN SIE DIE NÄCHSTE KREIS-AUSGABE
